Repository: bicomsystems/outcall
Catalog: Translations/*_Canada/outcall.po
Languages: french

source: Are you sure you want to hangup the selected channels?
french: Etes-vous certain de vouloir raccrocher les canaux choisis ?

source: From
french: Expéditeur

source: To
french: Destinataire

source: Active Calls
french: Appels en cours

source: &Cancel
french: &Annuler

source: &Hangup
french: &Raccrocher

source: Close
french: Fermer

source: Invalid phone number!
french: No de téléphone non valide !

source: Password fields doesn't match!
french: Les champs du mot de passe ne concordent pas !

source: Either the extension or password is invalid. Please check the extension, password and protocol again!
french: Non validité du poste ou du mot de passe. Veuillez revérifier le poste, le mot de passe et le protocole !

source: Edit extension
french: Editer le poste

source: &Extension
french: %Poste

source: &Protocol
french: &Protocole

source: Pass&word
french: Mot de passe

source: &Re-type password
french: Entrez à nouveau le mot de passe

source: Please select some language in the list.
french: Veuillez choisir une langue dans la liste.

source: Add Language
french: Ajouter une langue

source: Select language
french: Choisir la langue

source: &Add language
french: &Ajouter une langue

source: Debug info
french: Info Déboguer

source: &Clear
french: Effa&cer

source: E&xit
french: Sortir

source: Name
french: Nom

source: Phone number
french: Numéro de téléphone

source: Find
french: Chercher

source: Dial from
french: Composez à partir de

source: Search
french: Rechercher

source: Phone numbers
french: Numéros de téléphone

source: &Dial
french: &Composer

source: &Close
french: &Fermer

source: Loading Outlook contacts. This may take some time. Please wait...
french: Chargement des contact Outlook. Cela peut être long. Veuillez patienter...

source: Settings
french: Réglages

source: Are you sure you want to sign out?
french: Voulez-vous vraiment rompre la connexion ?

source: Connection to server couldn't be established! Details: socket already open.
french: La connexion au serveur n'a pu être établie. Détails : "socket" déjà ouvert.

source: Connection to server couldn't be established! Details: %s
french: La connexion au serveur n'a pu être établie. Détails : %s

source: Sign Out
french: Déconnexion

source: Cancelling...
french: En voie d'annulation...

source: Cancel Sign In
french: Annuler la tentative de connexion

source: Sign In
french: Connexion

source: You must be Signed In in order to place calls from Outlook.
french: La connexion doit être établie pour que des appels puissent être placés via Outlook.

source: Call History
french: Historique des appels

source: Do you want to save your existing contacts?
french: Désirez-vous sauvegarder vos contacts existants ?

source: Error opening CSV file.
french: Erreur lors de l'ouverture du fichier CSV.

source: Field
french: Champ

source: Mapped from
french: Etabli à partir de

source: Value
french: Valeur

source: Map custom fields
french: Etablir les champs personnalisés

source: Mapped fields:
french: Champs établis :

source: Outlook fields:
french: Champs d'Outlook :

source: &Map selected fields
french: &Etablir les champs choisis

source: Please select items on both left and right list.
french: Veuillez choisir des items sur la liste de gauche et la liste de droite.

source: Missed Calls
french: Appels manqués

source: Received Calls
french: Appels reçus

source: Placed Calls
french: Appels placés

source: Show all
french: Tout afficher

source: Today
french: Aujourd'hui

source: You must be Signed In in order to place calls.
french: La connexion doit être établie pour que des appels puissent être placés.

source: Select some item first!
french: Choisissez d'abord quelques items.

source: Are you sure you want to delete the selected items?
french: Etes-vous certain de vouloir éliminer les items choisis ?

source: Filter
french: Filtre

source: Show
french: Afficher

source: Phone
french: Téléphone

source: &Call
french: &Appeler

source: &Add Outlook Contact
french: &Ajouter un contact Outlook

source: &Remove selection
french: &Retirer la sélection

source: Dial
french: Composer

source: Fi&rst Name Middle Name, Last Name
french: P&rénom, deuxième prénom, Nom de faimille

source: &Last Name, First name Middle Name
french: Nom de faimi&lle, Prénom, deuxième prénom

source: Import Contacts
french: Importer les contacts

source: From Outlook
french: A partir d'Outlook

source: From CSV file
french: A partir du fichier CSV

source: &Hide contacts with no telephone numbers
french: Cac&her les contacts sans numéro de téléphone

source: &Find
french: &Chercher

source: &Skip
french: &Sauter

source: %s is already running.
french: %s est déjà en marche.

source: Incorrect version of WS2_32.dll found.
french: Version erronée de WS2_32.dll.

source: Please contact your administrator for technical support.
french: Veuillez contacterle gestionnaire pour du support technique.

source: About %s...
french: A propos de %s...

source: Outgoing context
french: Contexte de sortie

source: Outgoing prefix
french: Préfixe des appels de sortie

source: Dialing rules
french: Régles de composition

source: General
french: Général

source: Server
french: Serveur

source: Extensions
french: Postes

source: Invalid value for server!
french: Valeur non valide pour le serveur.

source: Invalid value for port!
french: Valeur non valide pour le port.

source: Invalid username!
french: Nom d'usager non valide.

source: Invalid delay time!
french: Délai non valide.

source: Outlook integration failed!
french: Echec d'intégration à Outlook !

source: Invalid refresh interval specified! Program will use the default value of 30 minutes.
french: Intervallle spécifié, de rafraîchissement, non valide. Le programme utilisera la valeur par défaut de 30 minutes.

source: &Apply
french: &Appliquer

source: Powered by:
french: Une réalisation de

source: Extension
french: Poste

source: Protocol
french: Protocole

source: Status
french: Statut

source: You must be Signed In to add new extensions.
french: La connexion doit être établie pour l'ajout de postes.

source: You must be Signed In to edit extensions.
french: La connexion doit être établie pour éditer des postes.

source: &Add
french: &Ajouter

source: &Remove
french: &Retirer

source: &Edit
french: &Editer

source: Default language
french: Langue par défaut

source: Language directory could not be created.
french: Le répertoire des langues n'a pu être créé.

source: Language file could not be copied.
french: Le fichier des langues n'a pu être copié.

source: Language was successfully added.
french: La langue a été ajoutée avec succès.

source: General settings
french: Réglages généraux

source: Call notification dialog &delay (sec)
french: Dialogue et &délai (sec.) de notification d'appels

source: Start %s at Windows startup
french: Commencez %s au démarrage de Windows

source: Allow automatic Sign In when connected to the &Internet
french: Permettre la connexion automatique quand la connexion Internet est établie

source: Minimum CallerID length for which to display popup notification:
french: Longueur minimum de l'afficheur en vue de l'affichage de la fenêtre de notification :

source: Don't s&how this window at startup
french: Ne pas montrercette fenêtre au démarrage

source: Language
french: Langue

source: Add another language
french: Ajouter une autre langue

source: Outlook settings
french: Réglages d'Outlook

source: Contact details
french: Détails du contact

source: Enable Outloo&k integration
french: Activer l'intégration à Outloo&k

source: Enable Outlook &features
french: Activer les caractéristiques d'Outlook

source: &Search Outlook Contacts for incoming calls
french: Rechercher parmi les contact&s d'Outlook à l'arrivée des appels

source: Automatically display &New Contact Window for unknown incoming calls
french: Afficher automatiquement la fenêtre des &nouveaux contacts pour tout appel d'entrée de provenance inconnue

source: R&efresh contacts interval (minutes):
french: Rafraîchir les contacts à intervall&es réguliers de (Minutes) :

source: Di&splay New Contact Window for non-numeric CallerID
french: Afficher la fenêtre de&s nouveaux contacts lorsque l'information sur l'afficheur n'est pas numérique

source: Do not display contacts with no telephone num&bers defined
french: Ne pas afficher les contacts si aucun no de téléphone n'a été défini

source: Server settings
french: Réglages du serveur

source: &Server
french: &Serveur

source: &Username
french: Nom d'&usager

source: &Password
french: Mot de &passe

source: Authentication failed!
french: Echec de l'authentification

source: Originate failed! Please check your extensions in Settings->Extensions, and make sure you are using the right one in the 'Dial From' select box.
french: Echec de l'appel ! Veuillez vérifier le réglage des postes -> Postes, et vous assurer d'utiliser le bon poste dans la boîte de sélection "Composer à partir de".

source: Online HTML
french: HTML en ligne

source: Online PDF
french: PDF en ligne

source: Contact Support
french: Contact de support

source: Help
french: Aide

source: About
french: A propos de

source: Place a Call
french: Placer un appel

source: Add Contact
french: Ajouter un contact

source: Exit
french: Sortir
