Repository: bicomsystems/outcall
Catalog: Translations/*/outcall.po
Languages: german, italian, spanish

source: Are you sure you want to hangup the selected channels?
german: Sind Sie sicher das Sie den angegebenen Kanal auflegen wollen?
italian: Volete riagganciare i canali selezionati?
spanish: Está seguro que quiere cerrar los canales seleccionados?

source: From
german: Von
italian: Da
spanish: De

source: To
german: Zu
italian: A
spanish: Para

source: Active Calls
german: Aktive Gespräche
italian: Chiamate Attive
spanish: Llamadas Activas

source: &Cancel
german: &Abrechen
italian: &Annulla
spanish: &Cancelar

source: &Hangup
german: &Auflegen
italian: &Riaggancia
spanish: &Colgar

source: Close
german: Schliessen
italian: Chiudi
spanish: Cerrar

source: Invalid phone number!
german: Falsche Nummer!
italian: Numero telefonico non valido!
spanish: Número de telefono es inválido!

source: Password fields doesn't match!
german: Passwortfeld geht nicht!
italian: Le password non corrispondono!
spanish: Las contraseñas deben ser iguales en los dos campos!

source: Either the extension or password is invalid. Please check the extension, password and protocol again!
german: Entweder die Nebenstelle oder das Passwort ist falsch, bitte überprüfen Sie diese!
italian: L'extension o la password non sono valide. Cortesemente controllare nuovamente extension, password e protocollo!
spanish: La extensión o la contraseña no es válida.

source: Edit extension
german: Nebenstelle ändern
italian: Modifica extension
spanish: Opciónes de extensión

source: Add extension
german: Zufügen von Nebenstellen
italian: Aggiungi extension
spanish: Agregar extensión

source: &Extension
german: &Nebenstelle
spanish: &Extensión

source: &Protocol
german: &Protokoll
italian: &Protocollo
spanish: &Protocolo

source: Pass&word
german: Passwort
spanish: Contraseña

source: &Re-type password
german: &Passwort wiederholen
italian: &Reinserimento password
spanish: Confirmar contraseña

source: Please select some language in the list.
german: Bitte wählen Sie erst Ihre Sprache in der Liste aus.
italian: Selezionare qualche lingua dalla lista per cortesia.
spanish: Por favor seleccione el lenguaje:

source: Add Language
german: Zufügen von Sprachen
italian: Aggiungi Lingua
spanish: Agregar otro lenguaje:

source: Select language
german: Sprache wählen
italian: Seleziona lingua
spanish: Seleccionar lenguaje:

source: &Add language
german: &Zufügen von Sprachen
italian: &Aggiungi lingua
spanish: &Agregar otro lenguaje:

source: &Clear
german: &Löschen
italian: &Pulisci
spanish: &Borrar

source: E&xit
german: &Beenden
italian: &Esci
spanish: &Salir

source: Synchronizing with Outlook Contacts. Please wait...
german: Synchronisieren mit Outlook Kontakten. Bitte warten...
italian: Sincronizzazione con Contatti Outlook in corso. Attendere prego...
spanish: Sincronizando con los Contactos de Outlook. Por favor espere unos momentos.

source: Name
italian: Nome
spanish: Nombre

source: Phone number
german: Telefonnummer
italian: Numero di telefono
spanish: Número de teléfono

source: Location
german: Übersetzung
spanish: Emplazamiento

source: Find
german: finden
italian: Trova
spanish: Buscar

source: Dial from
german: von Nebenstelle
italian: Chiama da
spanish: Llamar desde

source: Search
german: Suchen
italian: Cerca
spanish: Buscar

source: Phone numbers
german: Telefonnummern
italian: Numeri telefonici
spanish: Números de teléfono

source: &Dial
german: &Anrufen
italian: &Chiama
spanish: &Llamar

source: &Close
german: Schliessen
italian: Chi&udi
spanish: &Cerrar

source: Loading Outlook contacts. This may take some time. Please wait...
german: Laden von Outlook Kontakten. Bei grossen Kontaktlisten kann dies eine Weile dauern...
italian: Caricamento contatti Outlook. L'operazione puo' durare a lungo. Attendere prego...
spanish: Sincronizando con los Contactos de Outlook. Por favor espere unos momentos.

source: Settings
german: Einstellungen
italian: Impostazioni
spanish: Opciónes

source: Signing In
german: Anmelden an PBX
italian: Autenticazione in corso
spanish: Connectando

source: Cancelling Sign In...
german: Anmeldung an PBX abbrechen...
italian: Annullamento autenticazione
spanish: Desconnectando...

source: Are you sure you want to sign out?
german: Sind Sie sicher dass sie sich an der PBX abmelden möchten?
italian: Sei certo di volerti sconnettere?
spanish: Está seguro que quiere desconectarse?

source: Not Signed In
german: Nicht angemeldet
italian: Non autenticato
spanish: Desconectado

source: Connection to server couldn't be established! Details: socket already open.
german: Verbindung zur PBX konnte nicht hergestellt werden! Detail: Der Netzwerksocket ist aber offen.
italian: Non si puo' stabilire una connessione col server! Dettagli: socket gia' aperto.
spanish: Conexión con server ha fallado. Detalles: socket already open.

source: Connection to server couldn't be established! Details: %s
german: Verbindung zur PBX konnte nicht hergestellt werden! Detail:·%s
italian: Non·si·puo'·stabilire·una·connessione·col·server!·Dettagli:·%s
spanish: Conexión con server ha fallado. Detalles: %s

source: Sign Out
german: Abmelden
italian: Sconnetti
spanish: Desconectar

source: Cancelling...
german: abbrechen...
italian: Annullamento...
spanish: Cancelando...

source: Cancel Sign In
german: Anmeldung abbrechen
italian: Annulla autenticazione
spanish: Cancelar

source: Sign In
german: Anmelden
italian: Autentica
spanish: Conectar

source: You must be Signed In in order to place calls from Outlook.
german: Sie müssen sich an der PBX anmelden um Anrufe per Outlook zu tätigen.
italian: E' necessario essere autenticati per originare chiamate da Outlook.
spanish: Para poder hacer llamadas desde Outlook debe estar conectado.

source: You have a Call From: %s To: %s
german: Anruf von:·%s zu:·%s
italian: Chiamata in ingresso Da:·%s A:·%s
spanish: Tiene llamada nueva De: %s A: %s

source: Call History
german: Rufstatistik
italian: Registro chiamate
spanish: Historia de llamadas

source: Do you want to save your existing contacts?
german: Möchten Sie die Kontakte speichern?
italian: Desideri salvare i contatti esistenti?
spanish: Desea guardar los contactos que están en la base de datos?

source: Failed to initialize MAPI!
german: Fehler bei der Verbindung zu MAPI!!
italian: Inizializzazione MAPI fallita!
spanish: La inicialización de MAPI ha fallado!

source: Error opening CSV file.
german: Fehler beim öffnen von der CSV-Datei.
italian: Errore nell'apertura del file CSV.
spanish: Error al abrir el archivo CSV.

source: Field
german: Feld
italian: Campo
spanish: Campo

source: Mapped from
german: Karte von
spanish: Campo original

source: Value
german: Eintrag
italian: Valore
spanish: Valor

source: Map custom fields
german: Selbstdefinerte Felder
spanish: Conectar campos

source: Mapped fields:
german: Karte Feld:
spanish: Campos conectados:

source: Outlook fields:
german: Outlook Feld:
italian: Campi Outlook:
spanish: Campos de Outlook:

source: &Map selected fields
german: &Felder auswählen
spanish: &Conectar campos seleccionados

source: Please select items on both left and right list.
german: Bitte wählen Sie von der rechten und linken Liste einzelne Felder aus.
spanish: Por favor seleccione campos de las dos listas.

source: Date
german: Datum
italian: Data
spanish: Fecha

source: Missed Calls
german: verpasste Anrufe
italian: Chiamate perse
spanish: Llamadas no contestadas

source: Received Calls
german: Angenommene Anrufe
italian: Chiamate ricevute
spanish: Llamadas contestadas

source: Placed Calls
german: geführte Anrufe
italian: Chiamate effettuate
spanish: Llamadas salientes

source: Show all
german: Alle zeigen
italian: Mostra tutte
spanish: Todas llamadas

source: Today
german: Heute
italian: Oggi
spanish: Llamadas de hoy

source: You must be Signed In in order to place calls.
german: Sie müssen sich an der PBX anmelden um Anrufe zu tätigen.
italian: E' necessario essere autenticati per originare chiamate.
spanish: Para poder hacer llamadas debe estar conectado.

source: Select some item first!
german: Wählen Sie zuerst die Felder aus!
italian: Selezionare qualche elemento prima!
spanish: Por favor selecione articulo primero.

source: Are you sure you want to delete the selected items?
german: Sind Sie sicher das Sie die ausgewählten Breiche löschen möchten?
italian: Sei sicuro di voler cancellare gli elementi selezionati?
spanish: Seguro que quiere borrar los articulos selecionados?

source: Filter
italian: Filtro
spanish: Filtro

source: Show
german: Zeigen
italian: Mostra
spanish: Mostrar

source: Phone
german: Telefon
italian: Telefono
spanish: Teléfono

source: &Call
german: &Anrufen
italian: &Chiama
spanish: &Llamar

source: &Add Outlook Contact
german: &Outlookkontakt zufügen
italian: &Aggiungi Contatto Outlook
spanish: &Agregar Contacto al Outlook

source: &Remove selection
german: &Bereich löschen
italian: &Rimuovi selezione
spanish: &Borrar selección

source: Dial
german: Wählen
italian: Chiama
spanish: Llamar

source: %d Contacts
german: %d Kontakte
italian: %d Contatti
spanish: %d Contactos

source: Contact
german: Kontakt
italian: Contatto
spanish: Contacto

source: Fi&rst Name Middle Name, Last Name
german: Vorname, Nachname
spanish: Nombre Segundo nombre, Apellido

source: &Last Name, First name Middle Name
german: &Nachname, Vorname
spanish: Apellido, Nombre Segundo nombre

source: Import Contacts
german: Kontakte importieren
italian: Importa Contatti
spanish: Importar Contactos

source: From Outlook
german: Von Outlook
italian: Da Outlook
spanish: De Outlook

source: From CSV file
german: Von CSV-Datei
italian: Da file CSV
spanish: De archivo CSV

source: &Hide contacts with no telephone numbers
german: &Anrufe ohne Nummer nicht anzeigen
italian: &Nascondi contatti senza numeri telefonici
spanish: &Ocultar Contactos sin números de teléfono

source: &Find
german: &Finden
italian: &Trova
spanish: &Buscar

source: &Options
german: &Zusatzeinstellungen
italian: &Opzioni
spanish: &Opciónes

source: &Skip
german: &Belassen
italian: &Salta
spanish: &Saltarse

source: Invalid prefix!
german: falsche Vorwahl!
italian: Prefisso non valido!
spanish: El prefijo es inválido!

source: Edit Outlook Rule
german: Ändern der Outlook-Vorgaben
italian: Modifica regola Outlook
spanish: Cambiar

source: Add Outlook Rule
german: Zufügen von Outlook-Vorgaben
italian: Aggiungi regola Outlook
spanish: Agregar regla de Outlook

source: &Prefix
german: &Vorwahl
italian: &Prefisso
spanish: &Prefijo

source: &Replace with
german: &mit Vorwahl
italian: &Sostituisci con
spanish: &Sustituir con

source: You are not authorized to place calls from the selected extension.
german: Sie sind nicht berechtigt Anrufe von dieser Nebenstelle zu tätigen.
italian: Non sei autorizzato a originare chiamate dall'extension selezionata.
spanish: Usted no está autorizado para hacer llamadas desde la extensión seleccionada.

source: %s is already running.
german: %s ist bereits am laufen.
spanish: %s no se puede ejecutar más de una vez.

source: Incorrect version of WS2_32.dll found.
german: Falsche Version deri WS2-32.dll gefunden.
italian: Rilevata versione non coretta di WS2-32.dll.
spanish: La versión de WS2_32.dll no es soportada.

source: Please contact your administrator for technical support.
german: Bitte kontakieren Sie Ihren Telefonadministrator für weitere Unterstrützung.
italian: Per cortesia contatta il tuo amministratore per supporto tecnico
spanish: Por favor contacte al Administrador para el soporte técnico.

source: About %s...
german: Über %s...
italian: Informazioni su %s...
spanish: Sobre %s...

source: Version
italian: Versione
spanish: Versión

source: Outgoing context
german: Externer Kontext
spanish: Contexto para llamadas salientes

source: Outgoing prefix
german: Externe Vorwahl
spanish: Prefijo para llamadas salientes

source: Strip following prefixes from incoming calls' caller id (comma separated for multiple prefixes)
german: Reduzieren der Nummern bei eingehenden Anrufen (Komma getrennt, für mehrere Einträge)
italian: Rimuovi i seguenti prefissi dai caller id delle chiamate entranti (separare con virgole per prefissi multipli)
spanish: Borrar prefijos de las llamadas entrantes (multiples prefijos separar con virgula)

source: Dialing rules
german: Wähleinstellungen
italian: Regole di chiamata
spanish: Reglas de dial

source: Server
spanish: Servidor

source: Extensions
german: Nebenstelle
spanish: Extensiónes

source: Outlook Import Rules
german: Outlook Funktionen
italian: Regole Importazione da Outlook
spanish: Reglas de importación de Outlook

source: Invalid value for server!
german: Falscher Parameter für den Server-Eintrag!
italian: Valore non valido per server!
spanish: El campo de Servidor no es válido.

source: Invalid value for port!
german: Falscher Parameter für den Port!
italian: Valore non valido per porta!
spanish: El campo de Port no es válido.

source: Invalid username!
german: Falscher Benutzername!
italian: Username non valido!
spanish: El campo de "Nombre de Usuario" no es válido.

source: Invalid delay time!
german: Falsche Zeitüberschreitung!
italian: Tempo di attesa non valido!
spanish: Tiempo de espera es inválido!

source: Outlook integration failed!
german: Outlook integrationsfehler!
italian: Integrazione con Outlook fallita!
spanish: La integración con Outlook ha fallado.

source: Invalid refresh interval specified! Program will use the default value of 30 minutes.
german: Falscher Synchronisierungs-Interval! Es wird der 30 Minuten Interval übernommen.
italian: Specificato un intervallo di aggiornamento non valido! Verra' utilizzato il valore predefinito di 30 minuti.
spanish: Intervalo de retocación no es válido. El programa usara valores por omisión.

source: &Apply
german: &Übernehmen
italian: &Applica
spanish: &Aplicar

source: Extension
german: Nebenstelle
spanish: Extensión

source: Protocol
german: Protokoll
italian: Protocollo
spanish: Protocolo

source: Status
italian: Stato
spanish: Estado

source: You must be Signed In to add new extensions.
german: Sie müssen angemeldet sein, um neue Nebenstellen zuzufügen.
italian: E' necessario essere autenticati per aggiungere nuove extension.
spanish: Debe estar conectado para agregar extensiónes nuevas.

source: You must be Signed In to edit extensions.
german: Sie müssen angemeldet sein, um Nebenstellen ändern zu können.
italian: E' necessario essere autenticati per modificare le extensions.
spanish: Debe estar conectado para cambiar extensiónes.

source: &Add
german: &Zufügen
italian: &Aggiungi
spanish: &Agregar

source: &Remove
german: &Löschen
italian: &Rimuovi
spanish: &Borrar

source: &Edit
german: &Ändern
italian: &Modifica
spanish: &Cambiar

source: Default language
german: English (default)
italian: Lingua predefinita
spanish: El lenguaje por omisión

source: Language directory could not be created.
german: Sprachdatei konnte nicht erzeugt werden.
italian: Impossibile creare la cartella delle lingue.
spanish: La carpeta de lenguaje no se pudo crear.

source: Language file could not be copied.
german: Sprachdatei konnte nicht kopiert werden.
italian: Impossibile copiare il file della lingua.
spanish: El archivo de lenguaje no se pudo copiar.

source: Language was successfully added.
german: Sprachdatei ist erfolgreich übernommen worden.
italian: Lingua aggiunta con successo.
spanish: El lenguaje fue añadido con éxito.

source: General settings
german: Einstellung Hauptfunktion
italian: Impostazioni generali
spanish: Opciónes generales

source: Call notification dialog &delay (sec)
german: &Zeit bis Anruf Popup-Fester wieder verschwindet (in Sekunden)
italian: &Durata notifica chiamate (secondi)
spanish: La duración de la ventana de notificación (sec)

source: Start %s at Windows startup
german: Starte %s automatisch, beim Start von Windows
italian: Esegui %s all'avvio di Windows
spanish: Arrancar %s al arrancar Windows

source: Allow automatic Sign In when connected to the &Internet
german: Automatische Anmeldung an PBX, wenn der Rechner mit den &Internet verbunden ist
italian: Permetti autenticazione automatica quando connesso a Internet
spanish: Conectar automáticamente al obtener conexión de Internet

source: Minimum CallerID length for which to display popup notification:
german: Minimale Rufnummerlänge um das Popup-Fenster zu aktivieren:
italian: Lunghezza minima dei CallerID per i quali mostrare il popup di notifica:
spanish: La longitud minima de CallerID para mostrat notificación de llamada:

source: Don't s&how this window at startup
german: Zeige dieses Fester beim Start nicht an.
italian: Non vis&ualizzare questa finestra all'avvio
spanish: No &mostrat esta ventana al arrancar

source: Language
german: Sprache
italian: Lingua
spanish: Lenguaje

source: Add another language
german: Zufügen anderer Sprachen
italian: Aggiungi altra lingua
spanish: Agregar otro lenguaje

source: Numbers starting with
german: Nummer beginnt mit
italian: Numeri che iniziano con
spanish: Números comenzando con

source: Replace with
german: Ersetze mit
italian: Sostituisci con
spanish: Sustituir con

source: &Update Database
german: &Synchronisiere Datenbank
italian: Ag&giorna Database
spanish: Actualizar la base de datos

source: NOTE: The following rules apply for Outlook Contacts' phone numbers, and for Outgoing Calls. If you change some of the rules, do not forget to update %s database.
german: ACHTUNG: Die folgenden Funktionen gelten für Outlook-Nummern. Wenn Sie diese verändern, vergessen sie nicht die Synchronisation ihrer %s Datenbank.
italian: NOTA: Le seguenti regole si applicano ai numeri telefonici dei Contatti Outlook e alle Chiamate In Uscita. Se una di queste regole viene modificata, aggiornare il dabase di %s.
spanish: NOTA: Las siguientes reglas aplicarán para los números de teléfono de Outlook, y para las llamadas salientes.

source: Enable Outloo&k integration (Administrator privileges required to change this option)
german: Aktivire Outlook integragion (Sie müssen Administrator sein um sie verändern zu können)
italian: Abilita integrazione Outloo&k (richiesti privilegi di Amministratore per modificare questa opzione)
spanish: Activar Integración con Outlook (debe tener privilegios de Administrador para cambiar ésta opción)

source: Outlook settings
german: Outlook Einstellungen
italian: Impostazioni Outlook
spanish: Opciónes de Outlook

source: Contact details
german: Kontakt Detaile
italian: Dettagli Contatto
spanish: Detalles del Contacto

source: Enable Outloo&k integration
german: Einschalten der Outlook integration
italian: Abilita integrazione Outloo&k
spanish: Activar Integración con Outlook

source: Enable Outlook &features
german: Rufen per Outlook und sichtbarmachen von Anrufen
spanish: Activar opciónes de Outlook

source: &Search Outlook Contacts for incoming calls
german: &Suche in den Outlook-Kontakt bei eingehenden Anrufen
italian: &Cerca Contatti Outlook per chiamate in ingresso
spanish: &Buscar Contactos de Outlook para llamadas entrantes

source: Automatically display &New Contact Window for unknown incoming calls
german: Kontakt-Fenster von Outlook öffenen, bei Anrufen ohne Namen
spanish: Mostrar ventana de "Nuevo Contacto" para llamadas desconocidas

source: R&efresh contacts interval (minutes):
german: Synchronisierungs-Interval für Outlook-Kontakte (in Minuteni):
italian: Inte&rvallo aggiornamento contatti (minuti):
spanish: Intervalo de retocación (minútos):

source: Di&splay New Contact Window for non-numeric CallerID
german: Öffnen von des (Outlook Kontakt-Fensters) bei Anrufen ohne Nummer.
spanish: Mostrar ventana de "Nuevo Contacto" para llamadas con non-numérico CallerID

source: Do not display contacts with no telephone num&bers defined
german: Popup-Fenster nicht anzeigen wenn kein Outlook-Kontakt vorhanden ist.
italian: Non mostrare contatti per i quali non sono definiti numeri telefonici
spanish: No mostrar Contactos sin teléfono

source: Choose Mail Profile:
german: Wähle ein Mail Profile:
italian: Seleziona Profilo di Posta:
spanish: Elija Mail Profile:

source: Server settings
german: Servereinstellungen
italian: Impostazioni Server
spanish: Opciónes de Conexión

source: &Server
spanish: &Servidor

source: &Username
german: &Benutzername
spanish: &Nombre de Usuario

source: &Password
german: &Passwort
spanish: &Contraseña

source: Signed In
german: Angemeldet
italian: Autenticato
spanish: Conectado

source: Authentication failed!
german: Anmeldungs Fehler!
italian: Autenticazione fallita!
spanish: Autenticación ha fallido.

source: Originate failed! Please check your extensions in Settings->Extensions, and make sure you are using the right one in the 'Dial From' select box.
german: Wahl Fehler! Bitte überprüfen Sie Ihre Einstellungen in ->Nebenstellen, und wählen Sie Ihre Nebestelle im Feld 'Wähle von' aus.
italian: Chiamata fallita! Cortesemente controlla le tue extension in Impostazioni->Extension, e assicurati di utilizzare quella corretta nella casella di scelta 'Chiama Da'.
spanish: La llamada ha fallado.

source: Contact Support
german: Produktunterstützung
italian: Contatta il supporto
spanish: Contactar Soporte

source: Help
german: Hilfe
italian: Aiuto
spanish: Ayuda

source: About
german: Über
italian: Informazioni su
spanish: Sobre el programa

source: Place a Call
german: Wähle eine Nummer
italian: Origina una chiamata
spanish: Llamar

source: Add Contact
german: Zufügen eines Kontakts
italian: Aggiungi Contatto
spanish: Agregar Contacto

source: Exit
german: Ende
italian: Esci
spanish: Salir

source: Debug info
german: Log Informationen
italian: Informazioni di debug

source: General
german: Hauptfunktion
italian: Generale

source: Powered by:
german: Programmiert durch:

source: Queue:
german: Warteschlage:
italian: Coda:

source: Mail Profile
italian: Profilo di Posta

source: &Port
italian: &Porta
